

texts_1=[
    """
    בתפקידיו כיושב ראש הנהלת הסוכנות היהודית ויושב ראש ההנהלה הציונית, עמד בראש הנהגת היישוב העברי בארץ ישראל בתקופת המנדט הבריטי, ובתפקידו כיושב ראש מנהלת העם מילא תפקיד מרכזי בניסוח מגילת העצמאות, והכריז ב־14 במאי 1948 על הקמת מדינת ישראל. עם הקמת המדינה החל לפעול למען הממלכתיות, ובזמן מלחמת העצמאות החליט על פירוק המחתרות, וחתם על הפקודה להקמת צה"ל. על מנת לקיים צבא ממלכתי אחד, הורה להפגיז את האונייה אלטלנה ופירק את מטה הפלמ"ח.
    """,
    """
    בשנת 1962 הציע ראש העיר הראשון של באר שבע, דוד טוביהו, לפרופ' ארנסט דוד ברגמן ולקבוצה בעלת חזון להקים אוניברסיטה בנגב. התהליך לא היה פשוט ונמשך שנים אחדות. החל משנת 1962 התקיימו בבאר שבע הרצאות מטעם מכון ויצמן למדע, הטכניון והאוניברסיטה העברית. משנת 1963 פעלה בבאר שבע אגודה עות'מאנית במטרה לייסד אוניברסיטה בבאר שבע, שנקראה המכון להשכלה גבוהה בנגב. בשנת 1964 מינה משרד החינוך והתרבות ועדה לצורך בחינת האפשרות להקמת אוניברסיטה בנגב. עיריית באר שבע רכשה בשנת 1965 את "בית היאס", בניין ששימש בעבר כמלון, כדי שישמש לפעילותו של המכון להשכלה גבוהה בנגב. בשנת 1965 התקיימה שנת הלימודים הראשונה במסגרת המכון להשכלה גבוהה בנגב. עברו עוד מספר שנים עד שהמכון הוסב בצורה רשמית לאוניברסיטה.
    """,
    """
    ארץ ישראל תיבנה אך ורק בידי עם חרוץ, עשיר בחומר וברוח, אשר יבוא אליה מבחוץ בגזירת צורך היסטורי חיוני ליצור לעצמו מולדת, כשהוא מצויד במכשירי המדע והטכניקה המודרניים ומוכן בכל מחיר להפוך את השממה והחרבה לנווה פורח עמוס תנובה ועשיר תרבות ורב אוכלוסין, כאשר עשו המהגרים האנגלים בצפון אמריקה והמהגרים ההולנדים בדרום אפריקה.
    """,
    """
    האינפלציה בארה"ב ממשיכה להאט, אך פחות מהתחזיות: הקצב השנתי של עליית מדד המחירים לצרכן ירד ל-6.4% בינואר, לעומת 6.5% בדצמבר, 7.1% בנובמבר ושיא של יותר מ-9% לפני קצת יותר מחצי שנה. המדד עלה בינואר ב-0.5%, אחרי ירידה של 0.1 אחוזים בדצמבר. מדובר בהאטה שביעית ברצף בחישוב שנתי, אך התחזיות עמדו על האטה גדולה יותר וירידה לקצב של 6.2%.
כזכור, אחרי ההאטה באינפלציה בחודש הקודם, הבנק המרכזי בארה"ב (הפד) החליט אמנם להמשיך במדיניות העלאת הריבית שלו, אבל בצורה יותר מדודה והודיע בתחילת פברואר על העלאה של 0.25% בשיעורה ל-4.75%.
    """,
    """
    ניו זילנד משמשת זה דורות מקום מקלט לעופות חסרי יכולת תעופה. היעדר טורפים יבשתיים אִפשר לתוכים, לקיווים ולמואות (שבינתיים נכחדו) — כולם בעלי כנף שאינם מסוגלים לעוף — לשגשג. עתה מדענים מוסיפים שני סוגים של פינגווינים פרהיסטוריים לממלכת העופות הזאת, ואחד מהם הוא ענק שקרטע לאורך קו החוף של ניו זילנד לפני כמעט 60 מיליון שנים. הוא שקל יותר מ–155 ק"ג, כמו גורילה בוגרת, והוא הפינגווין הכבד ביותר המוכר למדע.
    """,

]